{
  "articles": [
    // example input of the first `article` object
    {
      // original url from nyt_2020_mini.json
      "url": "https://www.nytimes.com/2020/01/15/us/politics/jason-crow.html",
      // `quotes` is a list of quote objects from the article
      "quotes": [
        {
          
          "attribution": "Jason Crow",
          // quotes must be at least 3 words long
          // `quote` includes everything within the pair of quotation marks -- including end punctuation
          "quote": "He allegedly sought to use the very security assistance dollars appropriated by Congress to create stability in the world, to help root out corruption and to protect our national security interests, for his own personal gain,",
        },
        {
          "attribution": "Jason Crow",
          "quote": "These allegations are stunning, both in the national security threat they pose and the potential corruption they represent.",
        },
        {
          "attribution": "Jason Crow",
          "quote": "If Congress doesn’t stand up to these abuses, then our system of checks and balances will have failed,",
        },
        {
          "attribution": "Jason Crow",
          "quote": "It’s clear that we must respond with the full weight of Congress.",
        },
      ]
    },
    // example input of the second `article` object 
    {
      "url": "https://www.nytimes.com/2020/01/07/business/economy/us-france-digital-tax.html",
      "quotes": [
        {
          "attribution": "Bruno Le Maire",
          "quote": "I made it clear to Steven Mnuchin that as long as we are discussing, as long as we are negotiating, there could not be any American sanctions,",
        },
        {
          "attribution": "Mary Taylor",
          "quote": "How can you just gut my family business?",
        },
        {
          "attribution": "Mary Taylor",
          "quote": "I’ve read about farmer subsidies. Will my family be subsidized?",
        },
        {
          "attribution": "Mary Taylor",
          "quote": "Never could I imagine my business would be threatened like this from the federal government,",
        },
        {
          "attribution": "Mary Taylor",
          "quote": "What do digital services have to do with European wine? Nothing.",
        },
        {
          "attribution": "Trump",
          "quote": "worse than China",
        },
        {
          "attribution": "Bruno Le Maire",
          "quote": "If the Americans start to hit France with sanctions because it has introduced national digital taxes, it will have to go tomorrow to also hit Italy, Austria, Great Britain,",
        },
        {
          "attribution": "Bruno Le Maire",
          "quote": "We will enter a commercial conflict between the United States and Europe.",
        },
        {
          "attribution": "Faye Gooding",
          "quote": "an existential threat",
        },
        {
          "attribution": "Benjamin Aneff",
          "quote": "greatest threat to the industry since Prohibition.",
        },
        {
          "attribution": "Nate Herman",
          "quote": "We just don’t agree with the U.S. government’s proposal to accomplish that goal — imposing taxes on handbags.",
        },
      ]
    },
    // continue adding `article` objects to the list below
    {
      // Article #2 on mini json
      "url": "https://www.nytimes.com/2020/01/10/world/europe/northern-ireland-stormont-stalemate.html",
      "quotes": [
        {
          "attribution": "Mary Lou McDonald",
          "quote": "We now have the basis to restore power sharing, and we’re up for that,",
        },
        {
          "attribution": "Mary Lou McDonald",
          "quote": "There’s no doubt there are serious challenges ahead: the impact of Brexit, austerity and other pressing issues. But the biggest and most significant challenge will be ensuring we have genuine power sharing built on equality, respect and integrity,",
        },
        {
          "attribution": "Arlene Foster",
          "quote": "fair and balanced way",
        },
        {
          "attribution": "Daniel Keohane",
          "quote": "I was impressed that a consensus of sorts was reached on cultural issues, but let’s see how well Stormont functions now,",
        },
        {
          "attribution": "Daniel Keohane",
          "quote": "There are a lot of issues to be addressed, like health care and investment, and the impasse of the last few years shows how difficult local politics can be.",
        },
        {
          "attribution": "Angela McGowan",
          "quote": "the need for a strong voice from Northern Ireland has never been more important,",
        },
        {
          "attribution": "Angela McGowan",
          "quote": "After three years of underinvestment and political stalemate,",
        },
        {
          "attribution": "Angela McGowan",
          "quote": "this bold and ambitious deal is what Northern Ireland needs to get back onto its feet.",
        },
      ]
    },
    {
      // Article #4 on mini json
      "url": "https://www.nytimes.com/2020/01/22/health/china-virus.html",
      "quotes": [
        {
          "attribution": "World Health Organization",
          "quote": "public health emergency of international concern,",
        },
        {
          "attribution": "World Health Organization",
          "quote": "potentially require a coordinated international response."
        },
        {
          "attribution": "Dr. Tedros Adhanom Ghebreyesus",
          "quote": "The decision about whether or not to declare a public health emergency of international concern is one I take extremely seriously, and one I am only prepared to make with appropriate consideration of all the evidence,",
        },
        {
          "attribution": "Jennifer B. Nuzzo",
          "quote": "I want to see from the emergency committee all the information on the table and an assessment of what the risk really is,",
        },
        {
          "attribution": "Jennifer B. Nuzzo",
          "quote": "To me, that’s far more important than their declaration.",
   
        {
          "attribution": "Jennifer B. Nuzzo",
          "quote": "There’s already a high level of global attention,",
        },
        {
          "attribution": "Jennifer B. Nuzzo",
          "quote": "Data shows that entry screening requires a tremendous amount of resources and is not tremendously effective,",
        },
        {
          "attribution": "Tarik Jasarevic",
          "quote": "We don’t know how many people are infected,",
        },
        {
          "attribution": "Dr. Mark R. Denison",
          "quote": "sort of a first cousin of SARS,",
 
        },
         {
          "attribution": "Dr. Ian W. Lipkin",
          "quote": "Now that you have a cluster of 14 health care workers infected, it suggests that the potential for spread is much greater,",
        },
        {
          "attribution": "Dr. Ian W. Lipkin",
          "quote": "I saw film footage of a hospital lobby in Wuhan, and they are wearing full personal protective equipment from head to toe,",
        },
        {
          "attribution": "Dr. Ian W. Lipkin",
          "quote": "They are taking it very seriously. I still don’t think this is as bad as SARS, but it’s worse than they originally portrayed it.",
        },
        {
          "attribution": "Dr. Mark R. Denison",
          "quote": "That’s a wild card we don’t know, the capacity to have multiple transmissions from one person,",
 
        },
        {
          "attribution": "Dr. Mark R. Denison",
          "quote": "That’s a wild card we don’t know, the capacity to have multiple transmissions from one person,",
 
        },
        {
          "attribution": "Dr. Mark R. Denison",
          "quote": "There was no evidence they had dramatically different virus.",
 
        },
        {
          "attribution": "Dr. Mark R. Denison",
          "quote": "Coronaviruses have repeatedly shown an ability to probe across species and cause new animal and human diseases,",
 
        },
        {
          "attribution": "Dr. Mark R. Denison",
          "quote": "The process it has to go through is more like high hurdles with a thousand hurdles along the way,",
 
        },
        {
          "attribution": "Dr. Mark R. Denison",
          "quote": "This was a matter of not if, but when.",
        },
      ]
    },
    {
      // article #5 from mini json
      "url": "https://www.nytimes.com/2020/01/13/business/budget-deficit-1-trillion-trump.html",
      "quotes": [
        {
          "attribution": "Trump",
          "quote": "pay for themselves",
        },
      ]
    },
    {
      // article #6 from mini json
      "url": "https://www.nytimes.com/2020/01/29/world/mexico-butterfly-dead.html",
      "quotes": [
        {
          "attribution": "the UNESCO Website",
          
          "quote": "The overwintering concentration of butterflies in the property is a superlative natural phenomenon,",
        },
        {
          "attribution": "the UNESCO Website",
          
          "quote": "The millions of monarch butterflies that return to the property every year bend tree branches by their weight, fill the sky when they take flight, and make a sound like light rain with the beating of their wings. Witnessing this unique phenomenon is an exceptional experience of nature.",
        },
        {
          "attribution": "The Purépecha",
          
          "quote": "the soul of the dead,",
        },
      ]
    },
    {
      // article #7 from mini json
      // ASK ALEX ABOUT HOW TO HANDLE LIVE ARTICLES-- MAYBE ONLY CAPTURE THE FIRST ENTRY?? OT DELETE ALTOGETHER
      "url": "https://www.nytimes.com/live/2020/impeachment-trial-live-01-29#republicans-are-growing-confident-they-will-block-witnesses-and-win-a-speedy-acquittal",
      "quotes": [
      ]
    },
    {
      // article #8 from mini json
      "url": "https://www.nytimes.com/2020/01/22/business/energy-environment/pge-bankruptcy-newsom.html",
      "quotes": [
        {
          "attribution": "Gov. Gavin Newsom",
          
          "quote": "safe, reliable and affordable power for Californians",
        },
        {
          "attribution": "Bill Johnson",
          
          "quote": "Reaching a resolution with the bondholder group is a positive development to move forward with our plan of reorganization,",
        {
          "attribution": "Bill Johnson",
          
          "quote": "This agreement helps achieve our goals of fairly compensating wildfire victims, protecting customers’ bills and emerging from Chapter 11.",
        },
        {
          "attribution": "Gov. Gavin Newsom",
          
          "quote": "with insufficient financial flexibility to make billions of dollars in critically needed safety investments.",
        },
        {
          "attribution": "PG&E",
          
          "quote": "While PG&E has made substantial progress in resolving victim claims and restructuring our finances, additional changes to the plan are forthcoming. We will continue to engage with the governor’s office to address his concerns,",
        {
          "attribution": "Helen Sedwick",
          
          "quote": "nvestor groups have hijacked the bankruptcy process to ensure that they reap billions more in profits while individual fire victims receive cents on the dollar, are paid in installments, and have their recoveries funded in large part by stock in the restructured PG&E,",
        },
        {
          "attribution": "Helen Sedwick",
          
          "quote": "Fire victims do not want to own any part of the company that burned their homes and killed their neighbors.",
        },
      ]
    },
    {
      // article #9 from mini json
      // ASK ALEX ABOUT HOW TO HANDLE LIVE ARTICLES-- MAYBE ONLY CAPTURE THE FIRST ENTRY?? OT DELETE ALTOGETHER
      "url": "https://www.nytimes.com/live/2020/impeachment-trial-live-01-23/an-abbreviated-weekend-trial-schedule-is-possible",
      "quotes": [
      ]
    },
    {
      // article #10 from mini json
      "url": "https://www.nytimes.com/2020/01/28/us/politics/bolton-trump.html",
      "quotes": [
         {
          "attribution": "Senator Chris Van Hollen",
          
          "quote": "It’s a totally upside-down world,",
        },
        {
          "attribution": "Senator Chris Van Hollen",
          
          "quote": "history of warmongering",
        },
        {
          "attribution": "Senator Chris Van Hollen",
          
          "quote": "But what we should all agree on is we want to get to the truth of the matter about the impeachment charges and we should accept his testimony under penalty of perjury.",
        },
        {
          "attribution": "John F. Kelly",
          
          "quote": "If John Bolton says that in the book, I believe John Bolton,",
        },
        {
          "attribution": "John F. Kelly",
          
          "quote": "always gave the president the unvarnished truth,",
        },
        {
          "attribution": "John F. Kelly",
          
          "quote": "John’s an honest guy. He’s a man of integrity and great character, so we’ll see what happens.",
        },
        {
          "attribution": "Peter D. Feaver",
          
          "quote": "Ambassador Bolton was known for being frank and candid — in fact, some complained that his frankness and candor got in the way of a more indirect, diplomatic approach,",
        },
        {
          "attribution": "Peter D. Feaver",
          
          "quote": "I do not recall ever hearing people complain that he made up stuff.",
        },
        {
          "attribution": "Senator Thomas R. Carper",
          
          "quote": "I think Bolton has a lot of credibility,",
        },
        {
          "attribution": "Senator Thomas R. Carper",
          
          "quote": "Not just among the Republicans but our side as well.",
        },
        {
          "attribution": "Senator Rand Paul",
          
          "quote": "I would say that he’s a witness very interested in making a lot of money right now,",
        },
        {
          "attribution": "Senator Rand Paul",
          
          "quote": "A month ago, he was against testifying. Now that his book is complete and available for $29.95, he’s all for testifying. So I think we need to take with a grain of salt his testimony if he comes in.",
        },
        {
          "attribution": "Senator James M. Inhofe",
          
          "quote": "one of my closest friends",
        },
        {
          "attribution": "Senator James M. Inhofe",
          
          "quote": "He was fired by the president,",
        },
        {
          "attribution": "Senator James M. Inhofe",
          
          "quote": "That can have an effect on a person.",
        },
        {
          "attribution": "Fred Fleitz",
          
          "quote": "Presidents have to be able to consult and confide in their national security adviser without worrying about those discussions being published,",
        },
        {
          "attribution": "Fred Fleitz",
          
          "quote": "a straight shooter, he’s an honest man, he’s an honorable man.",
        },
        {
          "attribution": "Fred Fleitz",
          
          "quote": "I think the Democrats should be careful in what they wish for if they do get him as a witness,",
        },
        {
          "attribution": "Fred Fleitz",
          
          "quote": "I don’t know that he would say what they hope he would say.",
        },
      ]
    },
    {
      // article #11 from mini json
      "url": "https://www.nytimes.com/2020/01/22/us/jack-van-impe-dead.html",
      "quotes": [
        {
          "attribution": "Dr. Randall Balmer",
          
          "quote": "He was something of a pioneer televangelist, someone who was utterly confident about his esoteric interpretations of biblical prophecies,",
        },
         {
          "attribution": "Jack Van Impe,
          
          "quote": "The Coming War with Russia, According to the Bible. Where? When? Why?",
        },
        {
          "attribution": "Jack Van Impe",
          
          "quote": "the bloodiest war in the world,"
        },
        {
          "attribution": "Franklin Graham",
          
          "quote": "The Walking Bible,",
        },
      ]
    },
    {
      // article #12 from mini json
      "url": "https://www.nytimes.com/2020/01/06/science/antarctica-architecture.html",
      "quotes": [
        {
          "attribution": "Emerson Vidigal",
          
          "quote": "Brazil is a tropical country, so we were not used to these conditions,",
        },
         {
          "attribution": "Emerson Vidigal",
          
          "quote": "As architects, we are concerned with human comfort, so we set out to create a kind of atmosphere that would promote well-being,",
        },
        {
          "attribution": "Ernest Shackleton",
          
          "quote": "so draughty and cold in comparison with the ship,"
        },
        {
          "attribution": "Ernest Shackleton",
          
          "quote": "that it was, during the first year, never used for living quarters."
        },
        {
          "attribution": "Hugh Broughton",
          
          "quote": "Before, these projects were all just about keeping the weather out,",
        },
        {
          "attribution": "Hugh Broughton",
          
          "quote": "Engineers would be told, ‘This is the weather, this is the wind speed, these are the restrictions.’ But now these projects are about using architecture as a means of improving both well-being and operational efficiency.",
        },
        {
          "attribution": "Hugh Broughton",
          
          "quote": "Engineers would be told, ‘This is the weather, this is the wind speed, these are the restrictions.’ But now these projects are about using architecture as a means of improving both well-being and operational efficiency.",
        },
        {
          "attribution": "Bert Buecking",
          
          "quote": "It’s not one of those things that you wake up say, ‘I want to build a research station in Antarctica,’ but architects provide important contributions to these projects,",
        },
        {
          "attribution": "Ben Roth",
          
          "quote": "Just to prepare for field work, scientists receive training in one building, collect field equipment in another building, pick up a snowmobile in a separate building and fuel it in another location,",
        },
        {
          "attribution": "Alexandra Isern",
          
          "quote": "The more we spend to keep the buildings going, the fewer resources we have to get researchers out in the field,",
        },
        {
          "attribution": "Hugh Broughton",
          
          "quote": "how the approach to these projects has changed so dramatically in such a short period of time.",
        },
        {
          "attribution": "Bert Buecking",
          
          "quote": "when the U.K. built Halley VI, many nations realized the importance of doing something special, and not just doing something.",
        },
      ]
    },
  ]
}
